const kTestReportBody = '{النص القادم من الأدمن} كمثال:';
const kTestReportTail =
    'الوصف قصير جدًا ولا يحتوي على تفاصيل كافية. السعر غير منطقي مقارنة بالمواصفات.';
const kTestAdvTitle =
    'شقة سكنية حديثة مفروشة بالكامل للإيجار الشهري في حي حدة الراقي بالقرب من الجامعة';

const kAdvDetailsTitle = 'بيت جميل جداً !';
const kTestText =
    'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثلاً هذا النص أو العديد من النصوص الأخرى إضافةً إلى زيادة عدد الحروف التي يولدها التطبيق.';

const kAIResponse =
    'بناءً على مقارنة عقارك مع عقارات مشابهة\nفي نفس المنطقة وحالة العقار.';

const kPriceTest = '190.000 ريال سعودي';
